api_key = "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"

about_mes_1 = "Это новостной бот департамента компьютерной инженерии МИЭМ. При активации бот осуществляет рассылку " \
              "раз в день. Рассылку можно отключить, нажав на кнопку Отписаться. По каким-либо вопросам обращайтесь в " \
              "tg @varn_alex"

about_mes_2 = "Это новостной бот департамента компьютерной инженерии МИЭМ. При активации бот осуществляет рассылку " \
              "раз в день. Рассылку можно отключить, нажав на кнопку Отписаться. По каким-либо вопросам обращайтесь в " \
              "tg @varn_alex"

connect_mes = "Вы подключились к рассылке, чтобы отключить ее, нажмите кнопку Отписаться. Сейчас генерируется ваша " \
              "первая новость, подождите несколько секунд."

confuse_mes_1 = "К сожалению, у меня нет такой команды, однако я заметил, что ты не подписан на рассылку. Чтобы " \
                "подписаться, нажми на кнопку Подключить рассылку. Чтобы узнать о боте подробно или задать вопрос, " \
                "напиши /about"

confuse_mes_2 = "К сожалению, у меня нет такой команды, однако ты подписан на рассылку. Чтобы отписаться, нажми на " \
                "кнопку Отписаться. Чтобы узнать о боте подробно или задать вопрос, напиши /about"

start_mes = "Здравствуйте.\nЭто новостной бот департамента компьютерной инженерии МИЭМ. При активации бот " \
            "осуществляет рассылку раз в день. Рассылку можно отключить, нажав на кнопку Отписаться. Подробнее о боте " \
            "по команде /about."

gpt_message = "Суммаризуй этот текст, уложись в 2 предложения, сделай текст красивым, кратким и читаемым для " \
              "студентов и абитуриентов:"

path = "BOT_DB.db"

startls = [13]

token = "6316229204:AAGdaWn-VNCo0OdRV3hkWOeyB3D-tbcglBs"